Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_painottaa_saamen_kansan_luottamuksen_merkitysta_totuus-_ja_sovintoprosessin_onnistumiseksi.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso painottaa Saamen kansan luottamuksen merkitystä totuus- ja sovintoprosessin onnistumiseksi
smn: Saavâjođetteijee Juuso tiäddut Sämiaalmug luáttámuš merhâšume vâi tuotâvuotâ- já sovâdâttâmproosees luhostuvá

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso piti yhden avauspuheenvuoroista tänään 8.2.2022 järjestettävässä Saamelaisten totuus- ja sovintokomission aloitusseminaarissa .
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso toolâi oovtâ lekkâmsahâvuáru Sämmilij tuotâvuotâ- já sovâdâttâmkomissio algâttemseminaarist onne 8.2.2022.

source: Puheenvuorossa Juuso korosti, että hän näkee totuus- ja sovintoprosessin onnistumisen kannalta yhtenä tärkeimmistä elementeistä Saamen kansan luottamuksen prosessia kohtaan.
smn: Sahâvuárustis Juuso tiäduttij, ete suu uáinu mield Sämiaalmug luáttámuš prosesân lii ohtâ tehálumosijn aašijn tuotâvuotâ- já sovâdâttâmproosees luhostume tááhust.

source: – Luottamuksen rakentaminen ei välttämättä ole helppo tehtävä ja se voi viedä aikaa.
smn: – Luáttámuš vuáđudem ij lah veltihánnáá älkkees pargo já tot sáttá väldiđ ääigi.

source: Sen lisäksi, että Saamen kansan tulee voida luottaa komissioon, on meidän voitava luottaa myös Suomen valtioon ja päättäjiin.
smn: Toos lasseen, ete Sämiaalmug kalga pyehtiđ lyettiđ komission, te mij kolgâp pyehtiđ lyettiđ meid Suomâ staatân já merideijeid.

source: Meidän on voitava luottaa siihen, että tästä prosessista seuraa muutos kohti parempaa ja myös saamelaisten näkökulmasta oikeudenmukaisempaa yhteiskuntaa, toteaa Juuso puheessaan.
smn: Mij kolgâp pyehtiđ lyettiđ toos, ete taan prosesist čuávu nubástus pyereeb já meid sämmilij uáinust vuoigâlub ohtsâškoodán, iätá Juuso jieijâs saavâst.

source: Lue puhe täältä .
smn: Luuvâ saavâ tääbbin tavesämikielân já suomâkielân .
